Repository: kebbet/kebbet-cpt-event
Catalog: languages/kebbet-cpt-event-*.po
Languages: sv_se

# Heading for column
source: Title / Name
sv_se: Namn / Titel

# Heading for column
source: Title if name
sv_se: Titel, om namn finns

# Heading for column
source: Event date & time
sv_se: Arrangemangets datum och tider

source: Published and edited
sv_se: Publicerad och ändrad

source: Title not defined
sv_se: Titel är inte fastställd (eller används inte)

source: Date and time not yet defined
sv_se: Datum och tid är inte fastställd ännu

source: Draft edited: %s at %s
sv_se: Utkast redigerat: %s kl. %s

source: Planned for: %s at %s
sv_se: Planerad till: %s kl. %s

source: Published: %s at %s
sv_se: Publicerad: %s kl %s

source: Last edited: %s at %s
sv_se: Senast redigerat: %s kl. %s

source: Post updated.
sv_se: Inlägg uppdaterat.

source: Custom field updated.
sv_se: Fält uppdaterade.

source: Custom field deleted.
sv_se: Fält borttaget.

source: Post restored to revision from %s
sv_se: Inlägg återställt till version från %s

source: Post published.
sv_se: Inlägg publicerades.

source: Post saved.
sv_se: Inlägg sparat.

source: Post submitted.
sv_se: Inlägg inlämnat.

source: Post scheduled for: <strong>%1$s</strong>.
sv_se: Inlägg schemalagt till: <strong>%1$s</strong>.

source: Post draft updated.
sv_se: Inläggsutkastet uppdaterades.

source: View Post
sv_se: Visa inlägg

source: Preview Post
sv_se: Förhandsgranska inlägg

source: %s event updated.
sv_se: Ett arrangemang uppdaterat.

source: %s event not updated, somebody is editing it.
sv_se: Arrangemanget uppdaterades inte, någon redigerar det.

source: %s event permanently deleted.
sv_se: Arrangemanget togs bort permanent.

source: %s event moved to the Trash.
sv_se: Arrangemanget flyttades till papperskorgen.

source: %s event restored from the Trash.
sv_se: %s inlägg återställt från papperskorgen.

source: %s event post
sv_se: %s arrangemangsinlägg

source: General
sv_se: Allmänt

source: Schedule posting
sv_se: Schemalägg publicering

source: Specify the correct title
sv_se: Ange rätt rubrik

source: For more information:
sv_se: För mer information:

source: %sSupport Forums%s
sv_se: %sSupportforum%s

# Post Type General Name
source: Events
sv_se: Arrangemang

# Post Type Singular Name
source: Event
sv_se: Arrangemang

source: Events
sv_se: Arrangemang

source: Event post
sv_se: Arrangemangsinlägg

source: All posts
sv_se: Alla inlägg

source: Add new
sv_se: Lägg till nytt

source: Add new post
sv_se: Lägg till nytt inlägg

source: New post
sv_se: Nytt inlägg

source: Edit post
sv_se: Redigera inlägg

source: Update post
sv_se: Uppdatera inlägg

source: View post
sv_se: Visa inlägg

source: View posts
sv_se: Visa inlägg

source: Search posts
sv_se: Sök inlägg

source: Not found
sv_se: Kunde inte hittas

source: No posts found in Trash
sv_se: Inga inlägg hittades i papperskorgen

source: Featured image
sv_se: Utvald bild

source: Set featured image
sv_se: Ange utvald bild

source: Remove featured image
sv_se: Ta bort utvald bild

source: Use as featured image
sv_se: Ange som utvald bild

source: Insert into item
sv_se: Infoga till objekt

source: Uploaded to this post
sv_se: Uppladdat till detta inlägg

source: Items list
sv_se: Objektlista

source: Items list navigation
sv_se: Navigering objektlista

source: Filter items list
sv_se: Filtrera objektlista

source: Event posts archive
sv_se: Arkiv för arrangemangsinlägg

source: Event post attributes
sv_se: Attribut för arrangemangsinlägg

source: Post published
sv_se: Inlägg publicerades

source: Post published privately
sv_se: Inlägg publicerat privat

source: Post reverted to Draft
sv_se: Inlägg återställt till utkast

source: Post scheduled
sv_se: Inlägg schemalagt

source: Post updated
sv_se: Inlägg uppdaterat

source: Filter posts by date
sv_se: Filtrera inlägg efter datum

source: Event post link
sv_se: Länk för arrangemangsinlägg

source: A link to an event post
sv_se: En länk till ett arrangemangsinlägg

source: Event post type
sv_se: Anpassad inläggstyp för arrangemang

source: Custom post type for event
sv_se: Anpassad inläggstyp för arrangemang

source: Kebbet plugins - Custom Post Type: Event
sv_se: Kebbet plugins - Anpassad inläggstyp: Arrangemangsinlägg

source: Registers a Custom Post Type.
sv_se: Registrerar en anpassad inläggstyp.
